
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automático";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Palavra-passe para PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Segredo partilhado IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Palavra-passe IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Ligação à rede (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Ligação à rede";
"KEYCHAIN_KIND_EAPOL" = "Palavra-passe 802.1X";

/*
 * [System] Keychain descriptions for VPN
 */
"KEYCHAIN_KIND_VPN_PASSWORD" = "Palavra‑passe para VPN";
